export const coursesData = [
  {
    id: 1,
    name: "ОГЭ-Эффективный",
    type: "Групповые занятия",
    originalPrice: 3700,
    currentPrice: 2000,
    schedule: "8-12 занятий в месяц по 90 - 110 мин",
    details: [
      "Групповые занятия для развития коммуникативных навыков и умения работать в команде.",
      "Возможность просмотра записи урока в течение суток для тех, кто не смог присоединиться вовремя.",
      "Интерактивный формат обучения с использованием современных образовательных технологий.",
      "Подготовка по всем ключевым предметам ОГЭ с акцентом на сложные темы."
    ]
  },
  {
    id: 2,
    name: "ЕГЭ-Интенсив",
    type: "Групповые занятия",
    originalPrice: 3700,
    currentPrice: 2000,
    schedule: "8-12 занятий в месяц по 90 - 110 мин",
    details: [
      "Групповые занятия для обмена опытом и методами решения задач.",
      "Доступ к записям уроков в течение суток для гибкости в обучении.",
      "Интенсивная подготовка по всем основным предметам ЕГЭ.",
      "Применение эффективных методик и педагогических подходов."
    ]
  },
  {
    id: 3,
    name: "VIP тариф \"Персональный наставник\"",
    type: "Индивидуальные занятия",
    originalPrice: null,
    currentPrice: 30000,
    schedule: "8 или 12 занятий в месяц по 55 минут",
    details: [
      "Пробное занятие за полцены.",
      "Персональное сопровождение при поступлении в вузы и подготовке к международным экзаменам.",
      "Гарантированные индивидуальные занятия с топ-преподавателями школы.",
      "Ежедневный доступ к личному наставнику для срочных вопросов и поддержки."
    ]
  },
  {
    id: 4,
    name: "Базовый абонемент \"Стабильность\"",
    type: "Индивидуальные занятия",
    originalPrice: 7200,
    currentPrice: 5200,
    schedule: "4 занятия в месяц по 45 минут",
    details: [
      "Поддержка преподавателя через чат.",
      "Гибкость в выборе тем и разделов для изучения.",
      "Возможность корректировки учебного плана в зависимости от прогресса.",
      "Возможность перенести занятие за 24 часа."
    ]
  },
  {
    id: 5,
    name: "Расширенный абонемент \"Развитие\"",
    type: "Индивидуальные занятия",
    originalPrice: 12800,
    currentPrice: 8800,
    schedule: "8 занятий в месяц по 45 минут",
    details: [
      "Индивидуальный план развития в каждом из выбранных предметов.",
      "Персональные сессии с куратором для отслеживания успехов.",
      "Персональные рекомендации по внеклассному развитию и образованию.",
      "Подготовка к международным экзаменам и сертификациям.",
      "Возможность перенести занятие за 12 часов."
    ]
  },
  {
    id: 6,
    name: "Премиум абонемент \"Максимум возможностей\"",
    type: "Индивидуальные занятия",
    originalPrice: 16800,
    currentPrice: 10800,
    schedule: "12 занятий в месяц по 45 минут",
    details: [
      "Возможность оплаты частями, если выбрать тариф не в день скидки.",
      "Индивидуальные консультации с преподавателями по любым вопросам.",
      "Персональные рекомендации по внеклассному развитию и образованию.",
      "Подготовка к международным экзаменам и сертификациям.",
      "Приоритет при записи на индивидуальные занятия.",
      "Возможность перенести занятие за 6 часов."
    ]
  },
  {
    id: 7,
    name: "Стартовый пакет \"Первые шаги\"",
    type: "Индивидуальные занятия",
    originalPrice: null,
    currentPrice: 9000,
    schedule: "5 занятий по 45 минут",
    details: [
      "Идеален для знакомства с методикой и преподавателями.",
      "Срок действия тарифа 5 недель.",
      "Занятия по любым предметам.",
      "Каждое занятие назначается в индивидуальном порядке за 24 часа.",
      "Персонализированный подход к каждому ученику.",
      "Первичная диагностика уровня знаний.",
      "Поддержка квалифицированных преподавателей."
    ]
  },
  {
    id: 8,
    name: "Оптимальный пакет \"Уверенный прогресс\"",
    type: "Индивидуальные занятия",
    originalPrice: null,
    currentPrice: 17000,
    schedule: "10 занятий по 45 минут",
    details: [
      "Рекомендуется для регулярного обучения и закрепления материала.",
      "Срок действия тарифа 8 недель.",
      "Занятия по любым предметам.",
      "Каждое занятие назначается в индивидуальном порядке за 24 часа.",
      "Мониторинг успеваемости и обратная связь.",
      "Рекомендации по дополнительным ресурсам для самостоятельного изучения.",
      "План подготовки к экзаменам, адаптированный под ученика."
    ]
  },
  {
    id: 9,
    name: "Интенсивный пакет \"Полный вперед\"",
    type: "Индивидуальные занятия",
    originalPrice: 32000,
    currentPrice: 18000,
    schedule: "20 занятий по 45 минут",
    details: [
      "Возможность оплаты частями.",
      "Подходит для углубленного изучения предметов и интенсивной подготовки к экзаменам.",
      "Ежедневные занятия для углубленного изучения материала.",
      "Срок действия тарифа 45 дней с учетом переносов.",
      "Занятия по любым предметам.",
      "Каждое занятие назначается в индивидуальном порядке за 24 часа.",
      "Персональный контроль за выполнением домашних заданий."
    ]
  }
]