export const reviewsData = [
    {
        id: 1,
        name: "Мария",
        grade: "11 класс",
        subject: "Математика",
        text: "Благодаря занятиям в этой школе, я не только улучшила свои знания по математике, но и полюбила этот предмет! Учителя настолько хорошо объясняют, что сложное становится понятным и интересным."
    },
    {
        id: 2,
        name: "Анна",
        grade: "10 класс",
        subject: "ЕГЭ",
        text: "Подготовка к ЕГЭ всегда казалась мне чем-то страшным, но здесь мне помогли разложить все по полочкам. Теперь я точно знаю, что смогу сдать на высокий балл!"
    },
    {
        id: 3,
        name: "Игорь",
        grade: "9 класс",
        subject: null,
        text: "Мы очень довольны прогрессом нашего сына. Он стал более уверенным в своих силах и теперь с нетерпением ждет каждого урока. Спасибо за вашу работу и индивидуальный подход!"
    },
    {
        id: 4,
        name: "Олег",
        grade: "8 класс",
        subject: null,
        text: "Занятия здесь — это не скучные лекции, а настоящее приключение! Мы делаем много практических заданий, и это помогает лучше понимать предмет."
    },
    {
        id: 5,
        name: "Елена",
        grade: "7 класс",
        subject: null,
        text: "Моя дочь стала намного лучше учиться благодаря вашим занятиям. Она стала более самостоятельной и организованной. Спасибо за вашу поддержку и терпение!"
    }
]